<?php
  $title="ข้อตกลงในการใช้งาน"; 
 ?>
   <div class="container">
      <!-- Content Header (Page header) -->
      <section class="content-header">
        <h1>
          ข้อตกลงในการใช้งาน
          <small>SAC:Student Attendance Checking system 2.0 </small>
        </h1>
      </section>

      <!-- Main content -->
      <section class="content">
        <div class="callout callout-info">
          <h4>ความเป็นมา</h4>
          <p>
            ปัจจุบันเทคโนโลยีสารสนเทศ เข้ามามีบทบาทในชีวิตประจำวันมากขึ้นโดยเฉพาะในทางด้านความบันเทิง แต่เพื่อนำเทคโนโลยีในปัจจุบันมาใช้ให้เกิดประโยชน์ทางด้านการจัดการเรียนการสอนเพื่มขึ้น รวมทั้งเพื่อลดข้อผิดพลาดสรุปผลการเช็คชื่อ และอำนวยความสะดวกต่อครูผู้สอน และเป็นช่องทางในการแจ้งข้อมูลข่าวสารให้ผู้ปกครองทราบผ่านทาง sms
          </p>
        </div>
        <div class="box box-default">
          <div class="box-header with-border">
            <center><h3 class="box-title">ข้อตกลงและเงื่อนไขการใช้</h3></center>
          </div>
          <div class="box-body">
            
            <p>เพื่อปกป้องสิทธิของคุณโปรดอ่านเงื่อนไขการให้บริการทั้งหมดและตกลงที่จะปฏิบัติตามข้อตกลงและเงื่อนไขทั้งหมดต่อไปนี้ของบริการสมาชิก</p><p>
            ระบบบันทึกการเข้าร่วมกิจกรรมและการเข้าเรียนผ่านเครือข่ายอินเตอร์เน็ตเป็นระบบที่ทำงานบน Web Server ที่รองรับภาษา PHP และ MySQL สามารถใช้งานระบบได้จากทุกที่ๆ สามารถเข้าถึงอินเตอร์เน็ตได้ สำหรับหารใช้งานระบบผ่านอุปกรณ์ Android ทั้งโทรศัพท์เคลื่อนที่และคอมพิวเตอร์แท็บเลตไม่จำเป็นต้องเชื่อมต่ออินเตอร์เน็ตขณะใช้งาน โดยสามารถโอนถ่ายข้อมูลจากอุปกรณ์เข้าสู่ Server ได้ในภายหลังเมื่อสามารถเชื่อมต่อสัญญาณอินเตอร์เน็ตได้
            </p><p><strong>1.ยอมรับข้อกำหนดและเงื่อนไข)</strong></p><p>1.1เมื่อคุณลงทะเบียนเป็นสมาชิกของเว็บไซต์นี้สามารถใช้ SAC ให้บริการสมาชิก(เป็นชื่อเรียกโดยย่อ)，และเมื่อคุณได้อ่านแล้ว、รับรู้และเห็นด้วยกับทุกข้อตกลงและเงื่อนไขของการให้บริการเมื่อสมาชิกใช้บริการที่กล่าวว่ายินยอมที่จะปฏิบัติตามข้อกำหนดและเงื่อนไขของการให้บริการขอบเจตการตกลงที่จะยอมรับของ เว็บไซต์นี้และปฏิบัติตามกฎหมายที่เกี่ยวข้องและข้อบังคับ</p>
            
          </div>
          <!-- /.box-body -->
        </div>
        <!-- /.box -->
     </section>
      <!-- /.content -->
    </div>